export const wedding = {
  title: "Тойға шақыру",

  groom: "Санжар",

  bride: "Еңлік",

  date: "2026-10-10T18:00:00",

  dateText: "10 • 10 • 2026",

  venue: "Sanzhar Grand Ballroom",

  city: "Алматы, Қазақстан",

  address: "Sanzhar Grand Ballroom",
  
  mapLink:
    "https://2gis.kz/almaty/geo/70000001054095105/77.048761,43.305975",

  invitationText: `Құрметті қонақтар!

Өміріміздегі ең қымбат сәттердің бірінде сіздерді жанымыздан көріп, қуанышымызды бірге бөліссек дейміз.

Сіздердің ақ баталарыңыз бен жүрекжарды тілектеріңіз жаңа өміріміздің ең көркем бастауы болып, осы күннің шаттығын еселей түсеріне сенеміз.

Ізгі ниетпен сіздерді қуанышымыздың қадірлі куәсі болуға шақырамыз!`,
};